Repository: DoomwareSoftwareSolutions/UINGaming.com
Catalog: UINGaming/locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Ingles

source: Invalid parameters
es: Parametros invalidos

source: Username does not exist or password is incorrect
es: No exite el usuario o la contraseña no es valida

source: Invalid username
es: Usuario invalido

source: Invalid password
es: Contraseña invalida

source: Passwords don't match
es: Las contraseñas no coinciden

source: Invalid mail
es: E-Mail invalido

source: Username already exists
es: Ya existe el usuario

source: There is no user logged in
es: No hay un usuario con la sesion iniciada

source: We have already send a password recovery email for your username.
es: Ya hemos enviado un mail de recuperación de contraseña para este usuario

source: You haven't start the password recovery process
es: No ha iniciado el proceso de recuperación de contraseña.

source: Username does not exist
es: No exite el usuario
